Repository: klyok/DC.OmegaT
Catalog: DC++/omegat/project_save.tmx
Source language: en
Languages: be

source: Don't automatically disconnect favorite users who leave the hub
be: Не адлучаць улюбёнцаў, калі яны выходзяць з асяродку

source: Don't ban OPs
be: Не выганяць апэратараў

source: Don't begin new segment if overall file speed is above
be: Не пачынаць частку, калі хуткасьць перавышае

source: Don't begin new segment if overall file speed is over
be: Не пачынаць частку, калі хуткасьць перавышае

source: Don't change
be: Не зьмяняць

source: Don't delete File-lists when exiting
be: Не сьціраць сьпісы файлаў, калі выходзім

source: Don't delete file lists when exiting
be: Не сьціраць сьпісы файлаў, калі выходзім

source: Don't download files already in share
be: Ня сьцягваць файлы, што ўжо маем абагуленымі

source: Don't download files already in the queue
be: Ня сьцягваць файлы, што ўжо стаяць у чарзе

source: Don't hide this panel when search
be: Не хаваць гэтую паліцу, калі шукаем

source: Don't perform ADLSearches in this Hub
be: Не шукаць самарушна на гэтым асяродку

source: Don't perform ADLSearches in this hub
be: Не шукаць самарушна на гэтым асяродку

source: Don't remove /password before your password
be: Не сьцірайце «/password» перад вашым гаслом

source: Don't remove the source when auto-dropping, only disconnect
be: Не выкрасьляць крыніцу, калі самарушна адкідаем — толькі адлучацца

source: Don't say
be: Не скажу

source: Don't send the Away-message to bots
be: Не тлумачыць ботам стан «адсутнічаю»

source: Don't send the away message to bots
be: Не тлумачыць ботам стан «адсутнічаю»

source: Don't show emoticons in messages with links
be: Не паказваць пачуцьцезнакі ў паведамленьнях, што зьмяшчаюць спасылкі

source: Donate
be: Ахвяраваць

source: Done
be: Зроблена

source: Dont change
be: Не зьмяняць

source: Double-click action
be: Падвойны пстрык

source: Down
be: Да-долу

source: Down/Up:
be: Сьц./Зац.

source: Download
be: Сьцягнуць

source: Download File-list from users without share
be: Сьцягваць сьпісы файлаў у карыстальнікаў, што ня маюць абагуленага

source: Download Matches
be: Сьцягваць сабе

source: Download Queue
be: Чарга сьцягванага

source: Download Queue to find more download locations (more users/sources).
be: каб знайсьці болей крыніцаў (карыстальнікаў), зь якіх можна сьцягнуць.

source: Download Speed
be: Хутк. сьцягваць

source: Download Whole Directory
be: Сьцягнуць увесь каталёґ

source: Download Whole Directory to...
be: Сьцягнуць увесь каталёґ у…

source: Download _to...
be: Сьцягнуць _у…

source: Download _whole directory
be: Сьцягнуць увесь _каталёґ

source: Download and Temp folders
be: Каталёґ на сьцягванае ды на часовыя файлы

source: Download begins
be: Пачалі сьцягваць

source: Download beta x32
be: Сьцягнуць бэту x32

source: Download beta x64
be: Сьцягнуць бэту x64

source: Download complete
be: Скончылі сьцягваць

source: Download complete...
be: Скончылі сьцягваць…

source: Download directory
be: Каталёґ, у які сьцягваць

source: Download failed:
be: Не ўдалося сьцягнуць:

source: Download failed: %1
be: Не ўдалося сьцягнуць: %1

source: Download file via auto search alternatives
be: Самарушна знайсьці крыніцы ды сьцягнуць файл

source: Download filelist from users without share
be: Сьцягваць сьпісы файлаў у карыстальнікаў, што ня маюць абагуленага

source: Download files
be: Сьцягнуць файлы

source: Download files from the Direct Connect network
be: Сьцягнуць файлы зь сеткі Direct Connect

source: Download finished
be: Скончылі сьцягваць

source: Download finished file list
be: Скончылі сьцягваць сьпіс файлаў

source: Download finished, idle...
be: Скончылі сьцягваць, бязьдзейнічаем…

source: Download finished, idle…
be: Сьцягнулі, бязьдзейнічаем…

source: Download finished:
be: Скончылі сьцягваць:

source: Download finished: %s
be: Сьцягнулі: %s

source: Download finished: %s From: %s
be: Сьцягнулі: %s; карыстальнік: %s

source: Download from DC++
be: Сьцягнуць з DC++

source: Download image
be: Сьцягнуць відарыс

source: Download image: disable
be: Відарысы: ня сьцягваць

source: Download image: unlimit
be: Відарысы: сьцягваць усе

source: Download is starting…
be: Пачынаем сьцягваць…

source: Download limit image:
be: Абмежаваньне сьцягваць відарысы:

source: Download limit image: 0 - disable, n < 0 - unlimit, empty - info
be: Відарысы: 0 — ня сьцягваць; n<0 — сьцягваць усе; пуста — паказаць бягучы стан

source: Download queue
be: Чарга сьцягванага

source: Download removed
be: Скасавалі

source: Download speed
be: Хуткасьць сьцягваць

source: Download starting...
be: Пачынаем сьцягваць…

source: Download starting:
be: Пачынаем сьцягваць:

source: Download starting…
be: Пачынаем сьцягваць…

source: Download to
be: Сьцягнуць у

source: Download to...
be: Сьцягнуць у…

source: Download to…
be: Сьцягнуць у…

source: Download tth
be: Сьцягвалі

source: Download whole director_y to...
be: Сьцягнуць увесь _каталёґ у…

source: Download whole directory
be: Сьцягнуць увесь каталёґ

source: Download whole directory to...
be: Сьцягнуць увесь каталёґ у…

source: Download whole directory to…
be: Сьцягнуць увесь каталёґ у…

source: Download with priority...
be: Сьцягнуць зь пяршынствам…

source: Download with priority…
be: Сьцягнуць зь пяршынствам…

source: Download x32
be: Сьцягнуць x32

source: Download x64
be: Сьцягнуць x64

source: Download/Upload speed
be: Хуткасьць сьцягваць | Хуткасьць зацягваць

source: Download:
be: Сьцягнулі:

source: Download: %1 Upload: %2
be: Сьцягваць: %1 | Зацягваць: %2

source: Download: <font_color="green">%1</font> Upload: <font_color="red">%2</font>
be: сьцягваць — <font_color="green">%1</font>, зацягваць — <font_color="red">%2</font>.

source: Downloaded
be: Сьцягнулі

source: Downloaded %1
be: Сьцягнулі %1

source: Downloaded %s (%.01f%%) in %s
be: Сьцягнулі %s (%.01f%%) за %s

source: Downloaded Hub-list is corrupted or unsupported…
be: Сьцягнуты сьпіс асяродкаў сапсаваны ці не падтрымваецца…

source: Downloaded hub list is corrupted or unsupported (%1)
be: Сьцягнуты сьпіс асяродкаў пашкоджаны або не падтрымваецца (%1)

source: Downloaded hub list is corrupted or unsupported...
be: Сьцягнуты сьпіс асяродкаў сапсаваны ці не падтрымваецца…

source: Downloaded hub list is corrupted or unsupported…
be: Сьцягнуты сьпіс асяродкаў сапсаваны ці не падтрымваецца…

source: Downloaded parts
be: Сьцягнутыя часткі

source: Downloaded/Uploaded
be: Сьцягнулі | Зацягнулі

source: Downloaded: %3 Uploaded: %4
be: Сьцягнулі: %3 | Зацягнулі: %4

source: Downloaded: <font_color="green">%3</font> Uploaded: <font_color="red">%4</font>
be: сьцягнулі <font_color="green">%3</font>, зацягнулі <font_color="red">%4</font>.

source: Downloading file already exists
be: Такі файл ужо існуе

source: Downloading file:
be: Файл, які сьцягваецца:

source: Downloading internet Hub-list…
be: Сьцягваем сьпіс асяродкаў сеціва…

source: Downloading internet hub list…
be: Сьцягваем сьпіс асяродкаў словасьвету…

source: Downloading list...
be: Сьцягваем сьпіс…

source: Downloading list…
be: Сьцягваем сьпіс…

source: Downloading public hub list...
be: Сьцягваем сьпіс публічных асяродкаў…

source: Downloading public hub list... (%1)
be: Сьцягваецца сьпіс адкрытых асяродкаў… (%1)

source: Downloading public hub list…
be: Сьцягваем сьпіс публічных асяродкаў…

source: Downloading...
be: Сьцягваем…

source: Downloading…
be: Сьцягваем…

source: Downloads
be: Сьцягванае

source: Downloads are running, please disconnect them
be: Калі ласка, спыніце тое, што ўжо сьцягваецца

source: Downloads running, please disconnect them
be: Зараз сьцягваецца. Калі ласка, спыніце

source: Drop sources below
be: Адкідаць павольнейшыя за

source: Drop sources below (B/s)
be: Адкідаць павольнейшыя за (Б/c)

source: Duplicate file will not be shared: %1% (Size: %2% B) Dupe matched against: %3%
be: Файл %1% (памер: %2% Б) — блізьнюк файла %3%

source: Duplicate source
be: Падвоеная крыніца

source: Duplicate source: %1%
be: Падвоеная крыніца: %1%

source: Dwnld attempts/second
be: Спробаў сьцягв./сэк

source: DynDNS Address
be: Адрас DynDNS:

source: DynDNS Address:
be: Адрас DynDNS:

source: E&xit
be: &Выйсьці

source: E-Mail
be: Эл. пошта

source: EB
be: ЭБ

source: Edit
be: Зьмяніць

source: Edit the Hub-list
be: Рэдаґаваць сьпіс асяродкаў

source: Edit the hublist
be: Рэдаґаваць сьпіс асяродкаў

source: Edit the preferences
be: Правіць перавагі

source: EiB
be: ЁіБ

source: EiskaltDC++ is a cross-platform program that uses the Direct Connect and ADC protocol.
be: EiskaltDC++ — гэта міжплятформавая праґрама, якая выкарыстоўвае пратаколы Direct Connect і ADC.

source: EiskaltDC++ is a graphical client for Direct Connect and ADC protocols.
be: EiskaltDC++ — графічны кліент да пратаколаў Direct Connect і ADC.

source: EiskaltDC++ is a graphical client for Direct Connect and ADC protocols.<br/><br/>DC++ core version: %1 (modified)<br/><br/>Home page: <a href="http://code.google.com/p/eiskaltdc/">http://code.google.com/p/eiskaltdc/</a><br/><br/>Total up: <b>%2</b><br/>Total down: <b>%3</b><br/>Ratio: <b>%4</b>
be: EiskaltDC++ — ґрафічны кліент да пратаколаў Direct Connect і ADC.<br/><br/>Вэрсія асновы DC++: %1 (зьмененая).<br/><br/>Хатняя бачына: <a href="http://code.google.com/p/eiskaltdc/">http://code.google.com/p/eiskaltdc/</a><br/><br/>Разам зацягнулі: <b>%2</b><br/>Разам сьцягнулі: <b>%3</b><br/>Суадносіны: <b>%4</b>

source: EiskaltDC++ version: %s (%s)
be: Вэрсія EiskaltDC++: %s (%s)

source: EiskaltDC++ will not try to make inbound connections, only outbound ones.
be: Калі EiskaltDC++ злучаецца нядзейным спосабам, ён не спрабуе ствараць выходныя злучэньні, а толькі прымае ўваходныя.

source: Elapsed time
be: Мінула часу

source: Emoticons
be: Пачуцьцезнакі

source: Emoticons mode off
be: Пачуцьцезнакі не ўжываюцца

source: Emoticons mode on
be: Пачуцьцезнакі ўжываюцца

source: Emoticons on/off
be: Ужываць або не пачуцьцезнакі

source: Emotion packs
be: Наборы пачуцьцезнакаў

source: Emotions packs
be: Пакункі пачуцьцезнакаў

source: Empty = Default String -> +me %[title] at %[bitrate] <Windows Media Player %[version]>
be: Пуста = звычайны радок: +me %[title] at %[bitrate] <Windows Media Player %[version]>

source: Empty = Default String -> +me listens %[artist] - %[title] * listened to %[percent], JetAudio %[version]
be: Пуста = звычайны радок: +me listens %[artist] - %[title] * listened to %[percent], JetAudio %[version]

source: Empty = Default String -> +me listens %[artist] - %[title] • listened to %[percent] (%[length], %[bitrate], iTunes %[version])
be: Пуста = звычайны радок: +me listens %[artist] - %[title] • listened to %[percent] (%[length], %[bitrate], iTunes %[version])

source: Empty = Default String -> +me playing: %[title] (Media Player Classic)
be: Пуста = звычайны радок: +me playing: %[title] (Media Player Classic)

source: Empty = Default String -> /me playing: %[title] at %[bitrate] <Winamp %[version]>
be: Пуста = звычайны радок: /me playing: %[title] at %[bitrate] <Winamp %[version]>

source: Empty = Default String -> winamp(%[version]) %[state](%[title]) stats(%[percent] of %[length] %[bar])
be: Пуста = звычайны радок: winamp(%[version]) %[state](%[title]) stats(%[percent] of %[length] %[bar])

source: Empty = Default String:
be: Пуста = звычайны радок:

source: Empty tag names not allowed
be: Не дазваляецца пакідаць назвы бірак пустымі

source: Emulate DC++ in this hub
be: Прыдавацца DC++

source: Enable $HubTopic support
be: Дазволіць падтрымваць $HubTopic

source: Enable AntiSpam
be: Задзейнічаць сыстэму супраць лухты

source: Enable AutoUpdate
be: Абнаўляць самарушна

source: Enable DHT
be: Задзейнічаць DHT

source: Enable DHT.
be: Задзейнічаць DHT.

source: Enable IPFilter
be: Задзейнічаць Сіта IP

source: Enable IPGuard
be: Вартаваць IP

source: Enable Internet incoming / outgoing connections (DHT)
be: Дазволіць уваходныя ды выходныя злучэньні зь сецівам (DHT)

source: Enable Throttle
be: Абмяжоўваць хуткасьці

source: Enable Transfer Rate Limiting
be: Абмяжоўваць хуткасьць перадаваньня

source: Enable Webserver
be: Задзейнічаць паслужнік сеціва

source: Enable automatic SFV checking
be: Дазволіць самарушна спраўджваць SFV

source: Enable automatic incoming connection type detection
be: Самастойна выяўляць спосаб уваходных злучэньняў

source: Enable grant upload slots by IP
be: Дазволіць даваць шчыліны па IP

source: Enable grant upload slots by ip
be: Дазволіць даваць шчыліны па адрасах IP

source: Enable if unsure.
be: Калі ня ўпэўненыя, задзейнічайце.

source: Enable multi-source
be: Дазволіць шмат крыніцаў

source: Enable popups
be: Дазволіць вынырцы

source: Enable queue updating in real time (uses more CPU on large queue!)
be: Дазволіць дапаўняць чаргу ў сапраўдным часе (на вялікай чарзе карыстае болей працэсару!)

source: Enable safe and compressed transfers
be: Дазволіць бясьпечна перадаваць і сьціскаць

source: Enable segmented downloads
be: Дазволіць сьцягваць па частках

source: Enable slow downloads disconnecting
be: Дазволіць спыняць павольныя крыніцы

source: Enable sounds
be: Дазволіць гучэць

source: Enable this option if you want to keep downloaded filelists
be: Задзейнічайце гэта, калі хочаце пакідаць сьпісы файлаў

source: Enable to automatically download a user's list and match them
be: Калі задзейнічаць гэта, сьпісы файлаў будуць самарушна сьцягвацца

source: Enabled
be: Дзейнічае

source: Enabled / Search String
be: Задзейнічаны / Шукаць радок

source: Encoding
be: Кадоўка

source: Encrypted Transfer Port (%1% TCP)
be: Шыфраваны порт перадаваньня (%1% TCP)

source: Encryption
be: Шыфраваньне

source: End
be: Канец

source: Endless redirection loop (%1%)
be: Бясконцая пятля перанакіроўваньня (%1%)

source: English
be: Анґельская

source: Enter a magnet link
be: Упішыце маґніт-спасылку

source: Enter alias for directory
be: Упішыце назоўку каталёґу

source: Enter line for user command
be: Упішыце радок карыстальніцкага загаду

source: Enter magnet link:
be: Упішыце маґніт-спасылку:

source: Enter new name
be: Упішыце новую назву

source: Enter new rule
be: Упішыце новае правіла

source: Enter password
be: Упішыце гасло

source: Enter period (HH:MM or DD:HH:MM)
be: Упішыце час (ГГ:ХВ ці ДД:ГГ:ХВ)

source: Enter restriction size (in GB)
be: Упішыце памер абмежаваньня (у ҐБ)

source: Enter search string
be: Упішыце, які радок шукаць

source: Enter text to search for
be: Упішыце тэкст, які трэба шукаць

source: Enter text:
be: Упішыце тэкст:

source: Enter the username and click "Next"
be: Упішыце мянушку ды націсьніце «Наперад»

source: Enter user nick
be: Упішыце мянушку

source: Enter value for
be: Упішыце значэньне

source: Entered nickname size is wrong
be: Упісаная мянушка мае неадпаведную даўжыню

source: Error
be: Памылка

source: Error adding hash data to NTFS stream
be: Далі хібу, калі дадавалі зьвесткі скаротаў у струмень NTFS

source: Error code:
be: Код памылкі:

source: Error code: "
be: Код памылкі: "

source: Error color
be: Колер памылкі

source: Error creating ADC registry key
be: Далі хібу, калі стваралі ключ ADC ў рэестры

source: Error creating DCLST metafile registry key
be: Далі хібу, калі ў рэестры стваралі ключ да файла DCLST

source: Error creating DChub registry key
be: Далі хібу, калі стваралі ключ dchub у рэестры

source: Error creating adc registry key
be: Далі хібу, калі стваралі ключ adc ў рэестры

source: Error creating dchub registry key
be: Далі хібу, калі стваралі ключ dchub у рэестры

source: Error creating dclst metafile registry key
be: Далі хібу, калі ў рэестры стваралі ключ да файла DCLST

source: Error creating directory for downloading.
be: Далі хібу, калі стваралі каталёґ сьцягваць файлы.

source: Error creating hash data file:
be: Далі хібу, калі стваралі файл зьвестак скаротаў:

source: Error creating hash data file: %1%
be: Далі хібу, калі стваралі файл зьвестак скаротаў: %1%

source: Error creating magnet registry key
be: Далі хібу, калі стваралі ключ magnet у рэестры

source: Error delete hash data in NTFS stream
be: Далі хібу, калі сьціралі зьвесткі скаротаў са струменю NTFS

source: Error delete old settings
be: Адбылася памылка, калі сьціралі старыя наладжваньні

source: Error deleting hash data from NTFS stream
be: Далі хібу, калі сьціралі зьвесткі скаротаў у струмені NTFS

source: Error during compression
be: Далі хібу, калі сьціскалі

source: Error during decompression
be: Далі хібу, калі распакоўвалі

source: Error generating certificate
be: Далі хібу, калі стваралі пасьведчаньне

source: Error hashing
be: Далі хібу, калі стваралі скароты

source: Error hashing %1%: %2%
be: Не ўдалося стварыць скарот да %1%: %2%

source: Error on adding hash data in NTFS stream
be: Далі хібу, калі дадавалі зьвесткі скаротаў у струмень NTFS

source: Error on check update:
be: Далі хібу, калі глядзелі абнаўленьні:

source: Error on getting hash data from NTFS stream
be: Адбылася памылка, калі атрымвалі зьвесткі скаротаў са струменю NTFS

source: Error on update check:
be: Далі хібу, калі глядзелі абнаўленьні:

source: Error on updating file:
be: Далі хібу, калі абнаўлялі файл:

source: Error on updating settings file:
be: Далі хібу, калі абнаўлялі файл наладаў:

source: Error saving hash data:
be: Далі хібу, калі захоўвалі зьвесткі скаротаў:

source: Error saving hash data: %1%
be: Далі хібу, калі захоўвалі зьвесткі скаротаў: %1%

source: Error: Bad Login or Password
be: Памылка: хібнае імя карыстальніка або гасло

source: Error: Input/Output Error:
be: Памылка чытаньня:

source: Error: MalformedURLException:
be: Памылка — хібная спасылка (URL):

source: Error: Socket Timeout:
be: Памылка злучэньня:

source: Error: UTF-8 unsupported:
be: Памылка — не падтрымваецца UTF-8:

source: Error: params have been not 2!
be: Памылка: парамэтраў ня два!

source: Error: setting not found!
be: Памылка: не знайшлі налады!

source: Errors
be: Памылкі

source: Every few minutes, the client will search for files in your
be: Кожныя некалькі хвілін кліент будзе шукаць файлы ў чарзе,

source: Every time a private message is received
be: Штораз па асабістым паведамленьні

source: Exact Share
be: Абагуленае (дакладна)

source: Exact Size
be: Дакладны памер

source: Exact size
be: Дакладны памер

source: Exactly
be: Дакладны

source: Example: Add a search item at the top of the list with string='xxx' and destination='discard'.
be: Да прыкладу, можна дадаць у самы верх сьпісу пункт пошуку з радком=«xxx» і прызначэньнем=«discard».

source: Exclude hub from automatic client/fake check
be: Ня спраўджаць кліентаў і на ашуканства

source: Exclude hub from automatic client/fake checking
be: Ня спраўджаць кліентаў і на ашуканства

source: Exclude users from checking (wildcards, use semicolon to separate entries)
be: Ня спраўджаць карыстальнікаў (маска — «*», аддзяляльнік — «;»)

source: Exclude users from client checking (use ; as separator and * as wildcard)
be: Ня спраўджаць кліентаў карыстальнікаў (маска — «*», аддзяляльнік — «;»)

source: Executable
be: Выканальны файл

source: Executable module
be: Выканальныя файлы

source: Execute Lua Chunk
be: Выканаць скрыпт Lua

source: Execute code (bash)
be: Выканаць код (bash)

source: Existing file:
be: Існы файл:

source: Exit
be: Выйсьці

source: Exit EiskaltDC++ Gtk?
be: Ці выйсьці з EiskaltDC++ Gtk?

source: Exit confirm
be: Пацьвердзіць, што выходзім

source: Exit program after completion of indexing
be: Выйсьці з праґрамы, як створыцца

source: Exit program?
be: Ці выйсьці з праграмы?

source: Expand All
be: Разьвінуць усё

source: Expand all
be: Разгарнуць усё

source: Expand search results
be: Разьвінуць вынікі пошуку

source: Experts Only
be: Толькі знаўцам

source: Experts only
be: Толькі знаўцам

source: Export
be: Выняць

source: Export list
be: Выняць сьпіс

source: Export theme
be: Выняць тэму

source: Export...
be: Выняць…

source: Ext
be: Пашырэньне

source: Extension edition
be: Правіць пашырэньне

source: Extensions
be: Пашырэньні

source: Extensions: (avi;mov;divx)
be: Пашырэньні: (avi;mov;divx)

source: External / WAN IP
be: Вонкавы / WAN IP

source: External IP
be: Вонкавы IP

source: External/WAN IP:
be: Вонкавая або WAN IP:

source: Extra Slots
be: Дадатковыя шчыліны

source: Extra features:
be: Дадатковыя асаблівасьці:

source: Extra features: 1) If you use %y.%m.%d in a search string it will be replaced by todays date.
be: Дадатковыя асаблівасьці: 1. «%y.%m.%d», упісанае ў полі пошуку, будзе замяняцца на сёньняшнюю дату.

source: Extra slots for uploading partially downloaded files
be: Дадатковыя шчыліны часткова сьцягнутым файлам

source: Extra slots set
be: Вызначыць дадатковыя шчыліны

source: Extra-slot timeout
be: Тэрмін дадатковае шчыліны

source: Extra-slot to users I'm downloading from
be: Дадатковую шчыліну карыстальнікам, зь якіх сьцягваю

source: Extra-slot to users i'm downloading from
be: Дадатковую шчыліну карыстальнікам, зь якіх сьцягваю

source: Extra-slots set
be: Вызначыць дадатковыя шчыліны

source: F&ilter
be: Пра&сеяць

source: Fail: %1...
be: Не ўдалося: %1…

source: Failed to create UPnP port mappings.
be: Не ўдалося стварыць люстры портаў UPnP.

source: Failed to create UPnP port mappings. Connection type is set to \"direct connection\". If this error, please set up your NAT yourself.
be: Не ўдалося стварыць люстры портаў UPnP: від злучэньня зараз — «Простае злучэньне». Калі гэта памылка, калі ласка, наладзьце ваш NAT самастойна.

source: Failed to create port mappings
be: Не ўдалося адлюстраваць порты

source: Failed to create port mappings.
be: Не ўдалося стварыць люстры портаў.

source: Failed to get external IP
be: Не ўдалося атрымаць вонкавы адрас IP

source: Failed to get external IP via UPnP.
be: Не ўдалося атрымаць вонкавы IP праз UPnP.

source: Failed to get external IP.
be: Не ўдалося атрымаць вонкавы IP.

source: Failed to initialize the %1% interface
be: Не ўдалося задзейнічаць інтэрфэйс %1%

source: Failed to load
be: Не ўдалося прачытаць

source: Failed to load certificate file
be: Не ўдалося прачытаць файл пасьведчаньня

source: Failed to load private key
be: Не ўдалося прачытаць асабісты ключ

source: Failed to load trusted certificate from
be: Не ўдалося прачытаць даверанае пасьведчаньне ў

source: Failed to make dump.
be: Не ўдалося стварыць звалку.

source: Failed to negotiate base protocol
be: Не ўдалося дамовіцца пра галоўны пратакол

source: Failed to remove port mappings
be: Не ўдалося зьнішчыць люстры портаў

source: Failed to remove port mappings with the %1% interface
be: Не ўдалося зьнішчыць адлюстраваньні портаў на інтэрфэйсе %1%

source: Failed to set up the socks server for UDP relay (check socks address and port)
be: Не ўдалося наладзіць паслужнік SOCKS перасылаць UDP (спраўдзіце адрас і порт SOCKS)

source: Failed to shutdown!
be: Не ўдалося спыніць асьветар!

source: Fake detector
be: Выяўляць падман

source: Fake share detector
be: Выкрываць падробленае абагуленае

source: Fake share raw
be: Падробленае абагуленае

source: Faker found
be: Знайшлі ашуканца

source: Fast search panel
be: Панэль шпаркага пошуку

source: Favorite
be: Улюбёнец

source: Favorite &Users Ctrl+Shift+F
be: &Улюбёнцы Ctrl+Shift+F

source: Favorite &Users Ctrl+U
be: &Улюбёнцы

source: Favorite Hub Properties
be: Уласьцівасьці ўлюбёнага асяродку

source: Favorite Hub is added
be: Дадалі ўлюбёны асяродак

source: Favorite Hub removed
be: Выкрасьлілі ўлюбёны асяродак

source: Favorite Hubs
be: Улюбёныя асяродкі

source: Favorite Name
be: Назва ўлюбёнага

source: Favorite User
be: Улюбёнец

source: Favorite User is added
be: Дадалі ўлюбёнца

source: Favorite User is offline
be: Улюбёнец адлучыўся

source: Favorite User is online
be: Улюбёнец далучыўся

source: Favorite Users
be: Улюбёнцы

source: Favorite directories
be: Улюбёныя каталёґі

source: Favorite download directories
be: Улюбёныя каталёґі на сьцягванае

source: Favorite hub added
be: Дадалі ўлюбёны асяродак

source: Favorite hub added.
be: Дадалі асяродак да ўлюбёных.
